{
  "metadata": {
    "modelo_embedding": "sentence-transformers/all-MiniLM-L6-v2",
    "modelo_llm": "gpt-5",
    "indices_azure": {
      "catalogo": "catalogo-materiales",
      "licitaciones": "licitaciones-idx"
    }
  },
  "estadisticas": {
    "total_licitaciones": 14,
    "total_procesadas": 12,
    "total_oportunidades": 0,
    "total_materiales_analizados": 0,
    "errores_llm": 0,
    "errores_busqueda": 0
  },
  "resultados": {
    "lic_0": {
      "titulo_licitacion": "Pliego de cláusulas administrativas particulares y de prescripciones técnicas del acuerdo marco para el suministro regular de combustibles en las gasolineras de los puertos gestionados por Euskadiko Kirol Portuak",
      "fecha": "8 de septiembre 2025",
      "empresa": "Euskadiko Kirol Portuak (EKP)",
      "tipo_proyecto": "Acuerdo marco de suministro regular de combustibles",
      "sector": "Puertos deportivos y suministro de combustibles",
      "subsector": "",
      "pais": "España",
      "region": "Puertos de Donostia",
      "ubicacion": "Puertos de Donostia, Hondarribia, Orio, Getaria, Mutriku, Bermeo y Lekeitio (Euskadi, España)",
      "score_potencial_inox": 0.2,
      "nivel_potencial_inox": "bajo",
      "descripcion_resumida": "Se licita un acuerdo marco para el suministro regular de Gasolina 95 y Gasóleo A en las gasolineras de varios puertos deportivos gestionados por EKP en Euskadi. El precio se basa en PLATT'S Northwest Europe más un margen ofertado único para ambos combustibles. El valor estimado total es 4,43 M€ y el volumen anual orientativo es de 1.000.000 litros. La duración es de 2 años, con posibilidad de prórroga anual hasta 2 años adicionales.",
      "descripcion_larga": "El pliego regula un acuerdo marco, mediante procedimiento abierto, para seleccionar hasta cinco empresas capaces de suministrar de forma regular Gasolina 95 y Gasóleo A en las estaciones de combustible ubicadas en los puertos gestionados por Euskadiko Kirol Portuak (Donostia, Hondarribia, Orio, Getaria, Mutriku, Bermeo y Lekeitio). Los combustibles deben cumplir la normativa vigente, especialmente el Real Decreto 61/2006, relativo a especificaciones de gasolinas, gasóleos, fuelóleos y gases licuados del petróleo, y al contenido de azufre en combustibles para uso marítimo.\n\nEl criterio único de adjudicación es el margen aplicado sobre el precio PLATT'S Northwest Europe del día del pedido (impuestos y otros conceptos incluidos, excepto IVA), con un único margen para ambos combustibles. El valor estimado total del acuerdo marco es de 4.430.000 € (IVA excluido) para toda su vigencia, calculado sobre una previsión orientativa de 1.000.000 litros/año (500.000 litros de Gasóleo A y 500.000 litros de Gasolina 95). El plazo de duración es de dos años desde la formalización, con posibilidad de prórrogas anuales hasta un máximo de dos años adicionales, y se prevén mecanismos de continuidad en caso de retrasos en nuevas licitaciones.\n\nLas obligaciones del contratista incluyen asegurar la calidad reglamentaria, la seguridad y continuidad del suministro, y asumir el transporte y entrega de los combustibles en las gasolineras de los puertos. Se exige una garantía definitiva de 20.000 €, a constituir al adjudicar el primer contrato basado, y se regulan penalidades por demora o cumplimiento defectuoso. Las adjudicaciones de los contratos basados se realizarán sin nueva licitación, consultando en orden de menor a mayor margen ofertado la disponibilidad para cada pedido, especificando litros, puerto de destino y plazo de entrega. La facturación se realiza por puerto y pedido, y el pago a 30 días desde la fecha de factura con visto bueno de EKP.",
      "materiales_mencionados": [
        "Gasolina 95",
        "Gasóleo A",
        "gasolinas",
        "gasóleos",
        "fuelóleos",
        "gases licuados del petróleo",
        "biocarburantes"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_2": {
      "titulo_licitacion": "Pliego de Prescripciones Técnicas Particulares para el suministro de los elementos de la torre metálica del radar meteorológico en el Alto de Cruz de Gala (Isla de Tenerife)",
      "fecha": "9 de febrero de 2023",
      "empresa": "Tragsa",
      "tipo_proyecto": "Suministro de elementos de torre metálica para estación de radar meteorológico",
      "sector": "Construcción",
      "subsector": "infraestructura meteorológica",
      "pais": "España",
      "region": "Alto de Cruz de Gala",
      "ubicacion": "Alto de Cruz de Gala, Isla de Tenerife, España",
      "score_potencial_inox": 0.25,
      "nivel_potencial_inox": "bajo",
      "descripcion_resumida": "El contrato abarca el suministro a pie de obra de los elementos que conforman la torre metálica de un radar meteorológico en el Alto de Cruz de Gala (Tenerife). La estructura es hexagonal, con pilares HEB-300 y plataformas circulares para oficina forestal, planta técnica y radomo, e incluye cerramientos de panel sándwich, barandillas, carpintería metálica y escaleras. Los componentes se fabrican con acero S275 JR galvanizado y reciben pintura intumescente y acabados de poliuretano, cumpliendo marcado CE y normativa UNE/CTE. El suministro se organiza en dos fases y en contenedores de máximo 6 m por las condiciones de accesibilidad.",
      "descripcion_larga": "El pliego define las condiciones técnicas para contratar el suministro de los elementos de la torre metálica del radar meteorológico de una nueva estación en el Alto de Cruz de Gala, Tenerife. La torre, de planta hexagonal y altura aproximada de 22,08 m, se compone de seis pilares metálicos HEB-300 y una escalera de acceso de planta cuadrada hasta la cota +16,00 m, donde se sitúa la oficina forestal. Por encima, dos plantas circulares acogen la sala técnica (+18,50 m) y la plataforma del radomo (+21,20 m), incluyendo la base de antena, anillo de soporte y pasarela perimetral.\nLa infraestructura incluye plataformas circulares con forjado de chapa colaborante, barandillas de 110 cm, cerramientos perimetrales en panel sándwich de chapa de acero prelacado color verde, carpinterías fijas de acero galvanizado con acristalamientos de seguridad y celosías con protección solar. Se proyectan escaleras (tramo recto, plegable/escamoteable), trampillas abatibles y diversos elementos de cerrajería: puertas de entrada, ventanas fijas, persianas de lamas, rejillas de ventilación y cierres abatibles para izado de equipos. La cubierta superior tipo deck se compone de chapa grecada, aislamiento y membranas impermeabilizantes.\nLos materiales estructurales son de acero S275 JR, con uniones atornilladas y refuerzos angulares, protegidos mediante galvanización en caliente (recubrimiento de zinc), imprimación, pintura intumescente (R 120) y acabado de poliuretano satinado de alta protección. Los cerramientos de panel sándwich incorporan núcleos de espuma de poliuretano y se completan con pintura de protección para chapas prelacadas/galvanizadas. Se prevén soluciones de impermeabilización (láminas bituminosas, lana de roca, barreras de vapor) con fijaciones de tratamiento anticorrosión (ciclos Kesternich).\nLa ejecución exige marcado CE de todos los componentes, cumplimiento de normas UNE/ISO y CTE, control de calidad en taller, premontaje, trazabilidad de piezas y ensayos/inspecciones de soldaduras y uniones mecánicas. El suministro se realiza en dos fases (hasta +16 m y resto), a pie de obra y en contenedores de hasta 6 m, con documentación de entrega, control de recepción y reposición ante deficiencias, bajo supervisión de TRAGSA.",
      "materiales_mencionados": [
        "Acero S275 JR",
        "Acero galvanizado",
        "Perfiles HEB-300",
        "IPE-120",
        "Panel sándwich",
        "Chapa de acero prelacado",
        "Espuma de poliuretano",
        "Pintura intumescente",
        "Poliuretano satinado alta protección",
        "Pintura epoxi",
        "Hormigón HA-30",
        "Chapa colaborante",
        "Chapa de acero lagrimada",
        "Chapa perfilada grecada",
        "Membrana impermeabilizante",
        "Lana de roca",
        "Lámina bituminosa",
        "EPDM",
        "Aluminio",
        "Vidrio flotado templado",
        "Silicona neutra",
        "Separador de aluminio",
        "Tornillos calibrados",
        "Tubo de acero laminado en frío",
        "Celosía de chapa de acero",
        "Rejillas de ventilación",
        "Persiana de aluminio",
        "Pintura acrílica en fase acuosa",
        "Zinc"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_3": {
      "titulo_licitacion": "Pliego de Prescripciones Técnicas Particulares para la conclusión de Acuerdo Marco para el suministro de acero corrugado en barras, acero corrugado elaborado, doblado y armado en taller y etiquetado y malla electrosoldada para la totalidad de las actuaciones de la Comunidad de Madrid 2024-2026, incluyendo las enmarcadas en el Plan de Recuperación, Transformación y Resiliencia (PRTR), financiado por la Unión Europea - NextGeneration EU, a adjudicar por procedimiento abierto sujeto a regulación armonizada.",
      "fecha": "",
      "empresa": "Empresa de Transformación Agraria, S.A., S.M.E., M.P. (Tragsa)",
      "tipo_proyecto": "Acuerdo marco de suministro de acero corrugado y malla electrosoldada",
      "sector": "Construcción",
      "subsector": "obra civil",
      "pais": "",
      "region": "Comunidad de Madrid",
      "ubicacion": "Comunidad de Madrid",
      "score_potencial_inox": 0.05,
      "nivel_potencial_inox": "nulo",
      "descripcion_resumida": "El documento define las condiciones técnicas para un acuerdo marco de suministro de acero corrugado en barras, elaborado (corte, doblado y armado en taller) y mallas electrosoldadas para obras en la Comunidad de Madrid en el periodo 2024-2026, incluyendo actuaciones PRTR. Se detallan tipos de acero (B400 S/SD y B500 S/SD, B500T), dimensiones, tolerancias, características mecánicas y de adherencia, y requisitos de control de calidad. El material debe entregarse a pie de obra con documentación, certificaciones y trazabilidad conforme al Código Estructural y normas UNE/EN.",
      "descripcion_larga": "El pliego establece un acuerdo marco con proveedores para suministrar a TRAGSA acero corrugado en barras, acero corrugado elaborado (corte, doblado y armado en taller y etiquetado) y malla electrosoldada, destinados a la totalidad de las actuaciones de la Comunidad de Madrid durante 2024-2026, incluyendo las vinculadas al PRTR. El suministro se realiza a pie de obra, contemplando transporte, carga y etiquetado, y quedará sujeto a supervisión y ensayos de contraste por parte de TRAGSA.\nSe especifican los tipos de acero para armaduras pasivas: B400 S/SD y B500 S/SD en diámetros nominales 6 a 32 mm y longitudes 6 y 12 m, así como mallas electrosoldadas fabricadas con alambres corrugados B500T y, en su caso, con barras corrugadas B500 SD. Se incluyen tablas de composición química, características mecánicas (límite elástico, resistencia a tracción, alargamientos, relación Rm/Re), parámetros de adherencia (ensayo de viga o geometría de corrugas/grafilas), geometría del corrugado, medidas, tolerancias de masa y longitud, y especificaciones para mallas estándar (separaciones, diámetros, paneles, masas).\nEl pliego remite al Código Estructural (RD 470/2021), al Reglamento (UE) 305/2011, al CTE y a normas UNE/EN relevantes (UNE-EN 10080, UNE 36068, UNE 36065, UNE 36092, UNE 36740, UNE-EN ISO 15630-1, UNE-EN ISO 6892-1, entre otras). Se detallan condiciones de suministro, recepción y control de calidad, incluyendo la obligación de aportar hojas de suministro, certificados de calidad y colada, ensayos de adherencia y resistencia, y, cuando proceda, distintivos de calidad reconocidos y Marcado CE. Se regulan aspectos logísticos de embalaje, transporte, descarga, programación de entregas, medición y abono, así como documentación antes, durante y después del suministro.",
      "materiales_mencionados": [
        "acero corrugado",
        "barras corrugadas",
        "acero B400 S/SD",
        "acero B500 S/SD",
        "alambre recocido",
        "malla electrosoldada",
        "alambres corrugados",
        "B500T"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_4": {
      "titulo_licitacion": "Pliego de Prescripciones Técnicas: Fabricación de piezas forjadas y mecanizadas",
      "fecha": "23-04-2025",
      "empresa": "Equipos Nucleares, S.A., S.M.E. (ENSA)",
      "tipo_proyecto": "Fabricación y suministro de piezas forjadas y mecanizadas en acero inoxidable austenítico 316L",
      "sector": "nuclear",
      "subsector": "",
      "pais": "España",
      "region": "Maliaño (Cantabria)",
      "ubicacion": "Maliaño (Cantabria), España",
      "score_potencial_inox": 1.0,
      "nivel_potencial_inox": "alto",
      "descripcion_resumida": "El documento define el alcance y requisitos para fabricar y suministrar dos sets de piezas forjadas y mecanizadas en acero inoxidable austenítico 316L. Incluye fases de acopio de material base y forjado/mecanizado, con autorización previa de ENSA. Se establecen prescripciones técnicas, certificaciones y entrega DDP en las instalaciones de ENSA en Maliaño según Incoterms 2020.",
      "descripcion_larga": "El pliego especifica la fabricación de piezas forjadas y mecanizadas en condición de acabado final utilizando acero inoxidable austenítico en calidad 316L, destinadas a Equipos Nucleares, S.A., S.M.E. (ENSA). El alcance contempla la producción y transporte de dos sets completos de piezas conforme a los planos 1GB8.100.15 y 1GB8.101.15, con la certificación asociada correspondiente. La fabricación se desdobla en dos fases: acopio de material base y forjado/mecanizado, iniciándose cada fase tras autorización escrita de ENSA y sobre documentación aprobada.\nSe establecen requisitos técnicos mínimos basados en la especificación de compra 0CZ8PS211 Rev.01, los planos citados y el documento SQAR-10. El licitador debe disponer de certificación ISO 9001 en el objeto del contrato y ofrecer asistencia técnica para resolver comentarios o dudas de ENSA y su cliente durante la verificación del cumplimiento. La entrega se exige en término DDP ENSA (Maliaño) según Incoterms 2020, con dirección completa indicada. Para acceder a documentación técnica necesaria para ofertar, las empresas deberán firmar y remitir el acuerdo de confidencialidad para recibirla mediante la plataforma Siarco.",
      "materiales_mencionados": [
        "acero inoxidable austenítico",
        "acero inoxidable 316L"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_6": {
      "titulo_licitacion": "PRTR: Suministro de Malla electrosoldada B500T y de Acero corrugado B-500S/SD en barras de 12 m, puestos en obra en Villaturiel (León)",
      "fecha": "16-09-2025",
      "empresa": "HIERROS MANUEL VIDAL S.A.U",
      "tipo_proyecto": "Suministro",
      "sector": "Construcción",
      "subsector": "",
      "pais": "España",
      "region": "Villaturiel (León)",
      "ubicacion": "Villaturiel (León), España",
      "score_potencial_inox": 0.05,
      "nivel_potencial_inox": "nulo",
      "descripcion_resumida": "Contrato de suministro de malla electrosoldada B500T y acero corrugado B-500S/SD en barras de 12 m, puestos en obra en Villaturiel (León). Derivado de un Acuerdo Marco para el suministro de acero en la Unidad Territorial Nº 3. Financiado por la Unión Europea – Next Generation EU, en el marco del PRTR. El suministro comenzará de forma inmediata tras la firma y se realizará en varios pedidos previa comunicación de TRAGSA.",
      "descripcion_larga": "Se adjudica un contrato de suministro de acero, específicamente malla electrosoldada B500T y acero corrugado B-500S/SD en barras de 12 metros, para su puesta en obra en Villaturiel (León). El contrato está enmarcado en el Plan de Recuperación, Transformación y Resiliencia (PRTR) y financiado por la Unión Europea – Next Generation EU.\nEl contrato es derivado de un Acuerdo Marco para el suministro de acero corrugado (elaborado y sin elaborar) y malla electrosoldada, aplicable a encargos vinculados al PRTR y otros encargos dentro de la Unidad Territorial Nº 3 (Castilla y León, La Rioja, País Vasco y Navarra). La adjudicación recae en HIERROS MANUEL VIDAL S.A.U, mediante procedimiento abierto y tramitación ordinaria, con CPV 14622000 (Acero).\nEl presupuesto base de licitación es de 50.824,91 EUR (42.004,06 EUR sin impuestos), coincidente con la oferta adjudicada. El plazo de ejecución va del 08/09/2025 al 30/06/2026, con inicio inmediato del suministro tras la firma del contrato y entregas en varios pedidos previa notificación del representante de TRAGSA. Los criterios de adjudicación incluyen precio (85) y distintivo de calidad de los materiales conforme al artículo 18 del Código de Edificación (15).",
      "materiales_mencionados": [
        "acero",
        "malla electrosoldada B500T",
        "acero corrugado B-500S/SD",
        "barras de acero de 12 m"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_7": {
      "titulo_licitacion": "Suministro de acero corrugado según planos colocado en obra para el T.M. Funes (Navarra)",
      "fecha": "17-09-2025",
      "empresa": "Empresa de Transformación Agraria S.A., S.M.E., M.P. (TRAGSA)",
      "tipo_proyecto": "Suministro de acero corrugado para obra civil",
      "sector": "Construcción",
      "subsector": "obra civil",
      "pais": "España",
      "region": "T.M. Funes (Navarra)",
      "ubicacion": "T.M. Funes (Navarra), España",
      "score_potencial_inox": 0.1,
      "nivel_potencial_inox": "bajo",
      "descripcion_resumida": "Contrato para el suministro y colocación en obra de acero corrugado conforme a planos en el término municipal de Funes (Navarra). Es un contrato derivado de un Acuerdo Marco para suministro de acero corrugado (elaborado y sin elaborar) y malla electrosoldada en la Unidad Territorial nº 3. El valor estimado es 797,5 EUR y la base de licitación 964,98 EUR, con ejecución entre el 09/09/2025 y el 18/11/2025. La licitación fue declarada desierta por no recibir ofertas.",
      "descripcion_larga": "El anuncio de adjudicación corresponde a un contrato de suministro de acero corrugado según planos, con colocación en obra, para el término municipal de Funes (Navarra). El contrato se enmarca como derivado de un Acuerdo Marco para el suministro de acero corrugado, tanto elaborado como sin elaborar, y malla electrosoldada, aplicable a encargos vinculados al Plan de Recuperación, Transformación y Resiliencia y otros encargos en la Unidad Territorial nº 3 (Castilla y León, La Rioja, País Vasco y Navarra). La entidad adjudicadora es TRAGSA, empresa pública bajo autoridad estatal, con actividad principal de protección del medio ambiente.\nEl CPV asociado es 14622000 (Acero). El valor estimado del contrato es 797,5 EUR, con presupuesto base de licitación de 964,98 EUR (797,5 EUR sin impuestos). El plazo de ejecución previsto abarca del 09/09/2025 al 18/11/2025, y el lugar de ejecución es Funes (Navarra). En cuanto a criterios de adjudicación, se contemplan el distintivo de calidad de los materiales conforme al artículo 18 del Código de Edificación (ponderación 15) y la oferta económica (ponderación 85), con evaluación según PCAP. A pesar de ello, la licitación fue declarada desierta el 11/09/2025 por no haber recibido ofertas.",
      "materiales_mencionados": [
        "acero corrugado",
        "malla electrosoldada",
        "acero"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_8": {
      "titulo_licitacion": "Suministro de materiales y obra para la ejecución de Nave de almacenamiento de vehículos y maquinaria forestal para la extinción de incendios forestales (BRIFOR), T.M. de Candelaria",
      "fecha": "21-05-2025",
      "empresa": "Consejería Delegada de Gestión y Planeamiento Territorial y Medioambiental, S.A.",
      "tipo_proyecto": "Contrato mixto de suministro y obra para construcción de nave de almacenamiento con estructura metálica, cubierta e instalaciones eléctricas, iluminación y fotovoltaica",
      "sector": "Protección del medio ambiente",
      "subsector": "Infraestructura para extinción de incendios forestales",
      "pais": "España",
      "region": "T.M. de Candelaria",
      "ubicacion": "T.M. de Candelaria, Tenerife (ES709), España",
      "score_potencial_inox": 0.35,
      "nivel_potencial_inox": "bajo",
      "descripcion_resumida": "Licitación pública para suministros y obra de una nave de almacenamiento destinada a vehículos y maquinaria BRIFOR en Candelaria, Tenerife. El proyecto se divide en dos lotes: estructura metálica y cubierta (Lote 1) e instalación eléctrica, iluminación y fotovoltaica (Lote 2). Presupuesto base total de 236.109,82 EUR y plazo de ejecución estimado de 1 año. Procedimiento abierto con garantía definitiva del 5%.",
      "descripcion_larga": "La licitación, publicada en la Plataforma de Contratación del Sector Público el 21-05-2025, tiene por objeto el suministro de materiales y ejecución de la obra de una nave de almacenamiento para vehículos y maquinaria forestal de BRIFOR en el término municipal de Candelaria (Tenerife). El contrato es mixto (subtipo adquisición) y se tramita por procedimiento abierto, con un plazo de ejecución estimado de 1 año y garantía definitiva del 5%.\nEl presupuesto base de licitación asciende a 236.109,82 EUR (valor estimado 220.663,38 EUR). Se estructura en dos lotes: el Lote 1 (estructura metálica y cubierta) con un presupuesto base de 180.200,56 EUR (valor estimado 168.411,74 EUR) y códigos CPV de acero y trabajos/instalación de estructuras metálicas; y el Lote 2 (instalación eléctrica, iluminación y fotovoltaica) con un presupuesto base de 55.909,25 EUR (valor estimado 52.251,64 EUR) y códigos CPV de módulos solares fotovoltaicos, electricidad, cuadros de distribución eléctrica y material de iluminación.\nLa entidad adjudicadora es la Consejería Delegada de Gestión y Planeamiento Territorial y Medioambiental, S.A., con lugar de ejecución en la Subentidad Nacional Tenerife (ES709). Los pliegos incluyen requisitos de solvencia técnica y económica, presentación electrónica de ofertas hasta el 05/06/2025, y aperturas privadas previstas para los sobres administrativo y económico.",
      "materiales_mencionados": [
        "acero",
        "módulos solares fotovoltaicos",
        "material de iluminación",
        "lámparas eléctricas"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_9": {
      "titulo_licitacion": "Suministro de tecles",
      "fecha": "15-09-2025",
      "empresa": "Comité Central de Compras de Navantia S.A., S.M.E.",
      "tipo_proyecto": "Suministros (adquisición) de tecles",
      "sector": "Naval",
      "subsector": "astilleros (sector público)",
      "pais": "España",
      "region": "San Fernando / Puerto Real (Cádiz)",
      "ubicacion": "San Fernando / Puerto Real (Cádiz), España",
      "score_potencial_inox": 0.55,
      "nivel_potencial_inox": "medio",
      "descripcion_resumida": "Licitación para el suministro de tecles para Navantia, estructurada en tres lotes (tecles de acero para bloques de primer y segundo orden, y tecles de GRP). El lugar de ejecución es San Fernando / Puerto Real (Cádiz), con un plazo de 10 meses. El presupuesto base total es de 629.200 EUR (520.000 EUR sin impuestos). Procedimiento negociado con publicidad, sin financiación UE.",
      "descripcion_larga": "La licitación publicada en la Plataforma de Contratación del Sector Público el 15-09-2025 tiene por objeto la contratación del suministro de tecles para Navantia. Se articula en tres lotes: Lote 1 para tecles de acero de bloques de primer orden (valor estimado 251.000 EUR, presupuesto 303.710 EUR); Lote 2 para tecles de acero de bloques de segundo orden (valor estimado 162.000 EUR, presupuesto 196.020 EUR); y Lote 3 para tecles de GRP (valor estimado 107.000 EUR, presupuesto 129.470 EUR). La clasificación CPV indicada incluye 14622000 (Acero) y 44112220 (Falsos suelos). El plazo de ejecución es de 10 meses.\nLa entidad adjudicadora es el Comité Central de Compras de Navantia S.A., S.M.E., con lugar de ejecución en San Fernando / Puerto Real (Cádiz), España, y direcciones vinculadas al astillero de Puerto Real. La presentación de ofertas es electrónica, dentro de los plazos establecidos (obtención de pliegos hasta el 25/09/2025; recepción de solicitudes hasta el 25/09/2025; presentación de ofertas hasta el 09/10/2025; apertura económica el 09/10/2025). El procedimiento es negociado con publicidad y se aceptan ofertas a uno o varios lotes, con posibilidad de adjudicar hasta 3 lotes a un licitador. No hay financiación con fondos de la UE.",
      "materiales_mencionados": [
        "acero",
        "GRP"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_10": {
      "titulo_licitacion": "Suministro de materiales de obra y alquiler de maquinaria por lotes (5) para la ejecución de la obra \"Construcción de nave municipal, fase 2\" en Santiago de Calatrava (Jaén)",
      "fecha": "08-09-2025",
      "empresa": "Alcaldía del Ayuntamiento de Santiago de Calatrava",
      "tipo_proyecto": "Suministro de materiales y alquiler de maquinaria para obra de construcción",
      "sector": "Construcción pública (obra municipal)",
      "subsector": "",
      "pais": "España",
      "region": "Santiago de Calatrava (Jaén)",
      "ubicacion": "Santiago de Calatrava (Jaén), España",
      "score_potencial_inox": 0.2,
      "nivel_potencial_inox": "bajo",
      "descripcion_resumida": "Licitación pública para el suministro de materiales de obra y el alquiler de maquinaria, organizada en 5 lotes, destinada a la fase 2 de la construcción de una nave municipal en Santiago de Calatrava (Jaén). El contrato se ejecuta entre el 30/06/2025 y el 30/09/2025, con un presupuesto base de 59.545,52 EUR. Incluye hormigón, acero (perfiles laminados), seguridad y salud y maquinaria con maquinista, bajo procedimiento abierto simplificado.",
      "descripcion_larga": "El anuncio de licitación corresponde al expediente 016/2024, publicado en la Plataforma de Contratación del Sector Público el 08-09-2025. El objeto es el suministro de materiales de obra y el alquiler de maquinaria por lotes (5) dentro del programa de fomento del empleo agrario 2024 para la ejecución de la obra \"Construcción de nave municipal, fase 2\" en Santiago de Calatrava (Jaén). El contrato es de tipo suministro (subtipo adquisición) y mixto, con lugar de ejecución en el municipio de Santiago de Calatrava (código ES616), y plazo de ejecución del 30/06/2025 al 30/09/2025.\nLa licitación se rige por el procedimiento abierto simplificado abreviado, con tramitación ordinaria y presentación electrónica a través de PLACSP. El presupuesto base de licitación asciende a 59.545,52 EUR (sin impuestos 49.211,17 EUR), con valor estimado del contrato de 49.211,17 EUR. Los CPV asociados incluyen 44111000 (materiales para obras de construcción), 14622000 (acero), 44114000 (hormigón) y 45500000 (alquiler de maquinaria y equipo de construcción e ingeniería civil con maquinista).\nLos lotes son: Lote 1 (Hormigones fratasado) con presupuesto 6.000 EUR (sin impuestos 4.958,68 EUR); Lote 2 (Hormigones) con presupuesto 23.269,91 EUR (sin impuestos 19.231,33 EUR); Lote 3 (Acero, perfiles laminados) con presupuesto 28.876,37 EUR (sin impuestos 23.864,77 EUR); Lote 4 (Seguridad y salud) con presupuesto 619,41 EUR (sin impuestos 511,91 EUR); y Lote 5 (Maquinaria) con presupuesto 779,83 EUR (sin impuestos 644,48 EUR). Se aceptará factura electrónica, no se utilizará pedido ni pago electrónico.\nLa recepción de ofertas se realiza hasta el 08/07/2025 a las 23:59. La apertura del sobre de oferta económica está programada para el 09/07/2025 a las 09:30 en el Salón de Plenos del Ayuntamiento. Se anuncian sesiones adicionales de la Unidad Técnica (22/07/2025 y 09/09/2025) para aperturas administrativas. Los criterios de adjudicación son: menor precio ofertado (ponderación 70) y menor distancia desde punto de suministro (ponderación 30).",
      "materiales_mencionados": [
        "acero",
        "perfiles laminados",
        "hormigón",
        "hormigón fratasado",
        "materiales para obras de construcción"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_11": {
      "titulo_licitacion": "Proyecto Básico y de Ejecución: Rehabilitación integral del Mercado Central de Castellón de la Plana (Modificado 01)",
      "fecha": "Abril 2025",
      "empresa": "EXCMO. AYUNTAMIENTO DE CASTELLÓN DE LA PLANA",
      "tipo_proyecto": "Rehabilitación integral de edificio público (mercado municipal)",
      "sector": "Obra pública - Mercado municipal",
      "subsector": "Equipamiento comercial",
      "pais": "España",
      "region": "Plaza Pescadería",
      "ubicacion": "Plaza Pescadería, 2, 12001 Castelló de la Plana, Castellón (España)",
      "score_potencial_inox": 0.8,
      "nivel_potencial_inox": "alto",
      "descripcion_resumida": "Se proyecta la rehabilitación integral del Mercado Central de Castellón, incluyendo la modernización de sus espacios, la mejora de instalaciones y la puesta en valor de sus elementos patrimoniales. Para mantener la actividad, se ejecutará un mercado provisional en la Plaza Santa Clara. La intervención contempla nueva cubierta pisable sobre la pescadería, reordenación de puestos, mejora de accesibilidad y cumplimiento normativo. Se prevé un plazo de obra de 16 meses.",
      "descripcion_larga": "El proyecto aborda la rehabilitación integral del Mercado Central de Castellón de la Plana, edificio de titularidad municipal y valor patrimonial, con fachadas de piedra caliza y estructura original de cerchas metálicas (1949) y ampliación de pescadería (1964). Se plantea la modernización del conjunto manteniendo y poniendo en valor los elementos protegidos, con limpieza y reparación de fachadas, apertura de huecos controlada, restauración de carpinterías y reordenación de puestos de venta. Se sustituye la cubierta de la pescadería por una cubierta plana pisable para usos multiusos y se reubica el acceso desde el aparcamiento creando un nuevo hall que conecta con la cubierta.\nPara garantizar la continuidad comercial se ejecuta un mercado provisional en Plaza Santa Clara con carpa desmontable, paneles sándwich y muro cortina, dotado de instalaciones de climatización, ventilación, electricidad, fontanería, saneamiento y PCI. El proyecto define el cumplimiento del CTE (DB-SI, DB-SUA, DB-HS, DB-SE, DB-HE parcialmente por criterio de flexibilidad) y normativa autonómica y municipal, integrando soluciones de accesibilidad, seguridad e higiene (dotación de aseos, ventilación, alumbrado de emergencia y elementos PCI). Se renuevan sistemas obsoletos de climatización y electricidad, se incorporan iluminación eficiente, señalización y control de accesos, y se prevén actuaciones acústicas para minimizar la inmisión en edificaciones cercanas.\nConstructivamente, se emplean hormigón armado en cimentaciones y estructuras, acero estructural S275 para pilares y cerchas nuevas, paneles sándwich, aislamientos (XPS), impermeabilizaciones bituminosas y poliméricas, cubiertas de zinc en la nave principal y pavimentos de gres porcelánico y terrazo. Se prevé el uso de herrajes y componentes en acero inoxidable en carpintería y aseos, y fregaderos en acero inoxidable en espacios de barra y cocina conforme al reglamento sanitario. El presupuesto de ejecución por contrata asciende a 10.668.527,93 € y el plazo estimado de obra es de 16 meses, incluyendo desmontaje del mercado provisional.",
      "materiales_mencionados": [
        "piedra caliza",
        "madera",
        "rejería metálica",
        "cerchas metálicas",
        "chapa metálica",
        "hormigón armado",
        "acero S275",
        "acero galvanizado",
        "acero inoxidable",
        "zinc",
        "aluminio",
        "vidrio templado",
        "vidrio laminar",
        "doble acristalamiento (Climalit)",
        "Stadip",
        "lana de roca",
        "lana mineral",
        "gres porcelánico",
        "terrazo",
        "panel sándwich",
        "poliestireno extruido (XPS)",
        "poliestireno expandido (EPS)",
        "polietileno de alta densidad (PEAD)",
        "PVC",
        "EPDM",
        "poliolefinas",
        "lámina asfáltica",
        "pintura epoxi",
        "pintura intumescente",
        "HPL (laminado alta presión)",
        "DM hidrófugo",
        "resina fenólica",
        "krion",
        "mortero de cemento",
        "mortero hidrófugo",
        "yeso laminado",
        "malla estirada metálica",
        "silicato de alúmina",
        "hidrofugante (oligosiloxanos)",
        "biocida"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_12": {
      "titulo_licitacion": "Plan de Control de Calidad de la Rehabilitación Integral del Mercado Central de Castellón de la Plana (Modificado 01)",
      "fecha": "Abril 2025",
      "empresa": "EXCMO. AYUNTAMIENTO DE CASTELLÓN DE LA PLANA",
      "tipo_proyecto": "Rehabilitación integral de edificio público (mercado municipal) - Plan de control de calidad",
      "sector": "Edificación pública",
      "subsector": "Equipamiento comercial (mercado municipal)",
      "pais": "España",
      "region": "Plaza Pescadería",
      "ubicacion": "Plaza Pescadería, 2, 12001 Castelló de la Plana, Castellón (España)",
      "score_potencial_inox": 0.55,
      "nivel_potencial_inox": "medio",
      "descripcion_resumida": "Anejo de Plan de Control de Calidad para la rehabilitación integral del Mercado Central de Castellón de la Plana. Define controles de recepción, ejecución y obra terminada conforme al CTE y al Código Estructural para las distintas unidades de obra. Incluye verificación de marcado CE, ensayos y pruebas de servicio de estructuras, envolvente e instalaciones. Contempla un presupuesto específico para las actividades de control de calidad.",
      "descripcion_larga": "El documento es el Plan de Control de Calidad del proyecto de rehabilitación integral del Mercado Central de Castellón de la Plana. Se enmarca en las exigencias del CTE y del Código Estructural, detallando los controles de recepción en obra de productos, control de ejecución y control de obra terminada, así como la verificación del marcado CE y la documentación complementaria. Se identifican factores de riesgo (dimensional, sísmico, geotécnico, ambiental, climático y eólico) específicos de la localización (zona climática B3, zona eólica A, entorno urbano, altura del edificio entre 16 y 40 m).\n\nPor unidades de obra, define controles y ensayos mínimos: acondicionamiento del terreno; saneamiento enterrado (colocación de tuberías, válvulas, sifones y pruebas de estanqueidad); cimentación y estructura de hormigón armado (programa de control, ensayos de docilidad y resistencia, penetración de agua, criterios de lotes, frecuencias de inspección y requisitos para armaduras y adherencia); estructuras de acero (almacenaje, uniones, imprimación anticorrosiva, tolerancias, control de deformaciones y pruebas de servicio); fábricas y cerramientos (resistencias, categorías de ejecución, tolerancias y estanqueidad); cubiertas (materiales, colocación y pruebas de estanquidad); revestimientos (controles de soporte, planeidad, adherencia y prestaciones); carpinterías, cerrajería y vidrio (verificaciones de fijación, estanquidad, barandillas y características de perfiles de aluminio y PVC).\n\nEn instalaciones, se detallan controles para la instalación eléctrica e iluminación (puesta a tierra, cuadros, pruebas de diferenciales y continuidad), fontanería (estanqueidad y funcionamiento de red), climatización y extracción (montaje, aislamiento, pruebas hidráulicas/aire y eléctricas), protección contra incendios (redes de mangueras/rociadores, detección y alarmas), telecomunicaciones, fotovoltaica y protección contra el rayo. El documento también especifica el procedimiento para el control de recepción de materiales sin marcado CE, así como los tipos de documentos acreditativos aceptables (certificados, DIT, marcas de calidad, etc.).\n\nSe incluye el presupuesto detallado del control de calidad, con partidas de ensayos y pruebas por unidades de obra e instalaciones, cuyo total asciende a 50.738,85 € (IVA incluido para el presupuesto por contrata).",
      "materiales_mencionados": [
        "hormigón",
        "acero",
        "barras corrugadas de acero",
        "mallas electrosoldadas",
        "perfiles laminados de acero",
        "imprimación anticorrosiva",
        "mortero",
        "cemento",
        "áridos",
        "agua de amasado",
        "geotextiles",
        "piedra natural",
        "ladrillo",
        "madera",
        "tableros de madera",
        "yeso",
        "escayola",
        "tejas cerámicas",
        "tejas de hormigón",
        "láminas impermeabilizantes",
        "aislamientos",
        "vidrio",
        "revestimiento cerámico",
        "pavimento continuo",
        "aluminio (anodizado)",
        "perfiles de aluminio",
        "perfiles de PVC",
        "conductos de ventilación",
        "productos para protección y reparación de estructuras de hormigón"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    },
    "lic_13": {
      "titulo_licitacion": "Proyecto de obras de urbanización del Paseo Marítimo de Pedregalejo desde los Baños del Carmen hasta el arroyo Jaboneros. Málaga.",
      "fecha": "agosto de 2022",
      "empresa": "Ayuntamiento de Málaga (Gerencia Municipal de Urbanismo, Obras e Infraestructuras) y CAI Soluciones de Ingeniería, S.L.",
      "tipo_proyecto": "obras de urbanización (remodelación de paseo marítimo)",
      "sector": "infraestructura urbana",
      "subsector": "urbanismo",
      "pais": "Málaga",
      "region": "Paseo Marítimo de Pedregalejo",
      "ubicacion": "Paseo Marítimo de Pedregalejo, entre los Baños del Carmen y el arroyo Jaboneros, Málaga",
      "score_potencial_inox": 0.85,
      "nivel_potencial_inox": "alto",
      "descripcion_resumida": "El proyecto remodela y urbaniza el Paseo Marítimo de Pedregalejo en Málaga, integrando pavimentos, jardinería, mobiliario, alumbrado y redes de servicios. Incluye la renovación de abastecimiento de agua y riego, saneamiento (con sustitución de la EBAR), drenaje pluvial con hinca bajo la calle Bolivia, baja tensión, telecomunicaciones y desvío de gas. Se prevén demoliciones de elementos existentes y nueva pavimentación con losas de hormigón, piedra natural y aglomerado coloreado. El plazo de ejecución previsto es de 10 meses.",
      "descripcion_larga": "El proyecto aborda la remodelación integral del Paseo Marítimo de Pedregalejo (1.200 m de longitud y 8 m de anchura media), con el objetivo de dotarlo de un uso real y convertirlo en elemento diferenciador del entorno costero de Málaga. Se contemplan demoliciones de pavimentos, gradas, albardillas, muretes en zonas abiertas al mar, terrazas, aseos, farolas y mobiliario, así como el trasplante o retirada controlada de vegetación.\n\nLa nueva pavimentación combina losas de hormigón prefabricado de gran formato con acabado fotocatalítico, piedra natural (para pavimento, escalones, gradas y albardillas) y mezcla bituminosa coloreada tipo AC-16 surf S en la plaza de las Acacias. La estructura del firme incluye zahorra artificial, hormigón seco compactado (HC-20) y riegos de adherencia; se regulan tolerancias, juntas y curado de hormigones. Se ejecutan bordillos prefabricados, señalización horizontal y vertical, y mobiliario urbano (pérgolas metálicas con pilares y vigas de acero S-275-JR lacado en blanco, costillas de aluminio, bancos tipo Longo y tumbonas de madera y acero corten, papeleras, quioscos y aseos tipo Óptima).\n\nEn redes, se prevé la mejora del abastecimiento de agua y riego (tuberías en fundición dúctil PN16 y polietileno PEAD), automatización del riego y reposición con goteo; la sustitución de la EBAR de fecales y su compatibilización mediante by-pass; y la reordenación de pluviales con una hinca Ø1200 mm bajo la calle Bolivia, conducciones Ø800 y Ø600 mm en PVC SN8, arquetas y pendientes de proyecto. Se renueva la BT con prisma de canalizaciones y la red de alumbrado con farolas tipo Lander/Dalí y Maxiwoody, iluminación empotrada en accesos y proyección en playas, y se soterran telecomunicaciones con prisma compartido. Se prevé desvío de gas (PE-100 Ø110 SDR 17,6), jardinería con chapas y maceteros de acero corten y reposición de palmeras.\n\nLas prescripciones técnicas generales incorporan control de calidad (hasta el 1% del PEM), normativa de ensayos y materiales (cementos, áridos, morteros, betunes, emulsiones, geotextiles, tuberías), así como requisitos de protección frente a corrosión: uso de acero inoxidable 316L en tubería metálica, pasamuros y tornillería/anclajes, recubrimientos epoxídicos en fundición dúctil, protección catódica, galvanizados y pinturas bituminosas aptas para agua potable. El documento define la medición y abono por unidades, exigencias de seguridad y salud, gestión de residuos y coordinación con EMASA y otros organismos.",
      "materiales_mencionados": [
        "hormigón",
        "mortero de cemento",
        "cemento",
        "áridos",
        "betún asfáltico",
        "emulsión asfáltica",
        "acero en redondos B-500S",
        "acero inoxidable 316L (AISI 316L, 1.4404)",
        "acero S-275-JR",
        "acero corten",
        "aluminio",
        "PVC (compacto liso, corrugado)",
        "U-PVC",
        "PEAD (polietileno de alta densidad)",
        "PE-100",
        "fundición dúctil",
        "piedra natural",
        "zahorra artificial",
        "geotextil de polipropileno",
        "resina epoxi",
        "pintura asfáltica",
        "EPDM",
        "NBR",
        "perbunán",
        "bronce",
        "cobre",
        "acero galvanizado",
        "microesferas de vidrio",
        "ligante sintético",
        "madera para encofrados",
        "hormigón seco compactado",
        "escollera",
        "mampostería",
        "laca bituminosa"
      ],
      "total_matches_analizados": 0,
      "oportunidades_detectadas": 0,
      "mejores_materiales_asociados": []
    }
  }
}